Repository: wp-plugins/customize-admin
Catalog: languages/customize-admin-plugin-*.po
Languages: nl_nl

source: Customize Admin Options
nl_nl: Customize Admin Opties

source: Custom Logo Link
nl_nl: Aangepast Logo Link

source: Custom Logo
nl_nl: Aangepast Logo

source: Choose Image
nl_nl: Kies afbeelding

source: Custom Login Background
nl_nl: Aangepaste Login Achtergrond

source: Remove Generator Meta Tag
nl_nl: Generator Meta Tag Verwijderen

source: Remove RSD Meta Tag
nl_nl: RSD metatag verwijderen

source: Remove WLW Meta Tag
nl_nl: WLW metatag verwijderen

source: Remove RSS feed links
nl_nl: RSS-feed links verwijderen

source: Remove Dashboard Widgets
nl_nl: Dashboard-Widgets verwijderen

source: Quick Draft
nl_nl: Concept

source: Activity
nl_nl: Activiteit

source: WordPress Site News
nl_nl: WordPress Site Nieuws

source: Custom CSS
nl_nl: Aangepaste CSS

source: Add your own css to the WordPress dashboard.
nl_nl: Voeg je Eigen css toe aan het WordPress dashboard.

source: Save Changes
nl_nl: Wijzigingen Opslaan

source: Go to %1$s
nl_nl: Ga naar %1$s
